Repository: DrIsmShe/dr-ismail.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, ru

source: More details
az: Daha ətraflı
ru: Подробнее

source: categories
az: kateqoriyalar
ru: категории

source: Latest posts
az: Axırıncı postlar
ru: Последние посты

source: tags cloud
az: teq bulud
ru: облако тегов

source: Our services to patients
az: Bizim xidmətlərimiz
ru: Наши услуги

source: Here you can get acquainted with the services we can provide you: nose operations, face operations, operations of the nasal pockets, ear operations, operations on the face, conservative treatment of diseases
az: Burada sizə təqdim edə biləcəyimiz xidmətlərlə tanış ola bilərsiniz: burun əməliyyatları, üz əməliyyatları, burun cibləri, qulaq əməliyyatları əməliyyatlar, üz əməliyyatları, xəstəliklərin konservativ müalicəsi
ru: Здесь вы можете ознакомиться с услугами, которые мы можем вам оказать: операции на носу, операции на лице, операции на носовых пазухах, операции на ухе, операции на лице, консервативное лечение лор-заболеваний

source: nose operations, face operations, operations of the nasal pockets, ear operations, operations on the face, conservative treatment of diseases
az: burun əməliyyatları, üz əməliyyatları, burun cibləri əməliyyatları, qulaq əməliyyatları, üz əməliyyatları, xəstəliklərin konservativ müalicəsi
ru: операции на носу, операции на лице, операции носовых карманов, операции на ушах, операции на лице, консервативное лечение заболеваний

source: Home
az: Əsas səhifə
ru: Домашняя страница

source: Tags cloud
az: Tag bulud
ru: Облако тегов

source: Doctor Ismayil Ismayilov - ent doctor
az: Doktor Ismayıl Ismayılov - Qulaq burun boğaz həkimi
ru: Доктор Исмаил Исмаилов - лор врач

source: Otolaryngologist, treatment of diseases of throat, nose and ear
az: Qulaq burun boğaz həkimi, lor xəstəliklərinin müalicəsi
ru: Отоларинголог, лечение заболеваний горла, носа и уха

source: Doctor Ismayil Ismayilov,ent doctor, Otolaryngologist, treatment of diseases of throat, nose and ear
az: Doktor Ismayıl Ismayılov, Qulaq burun boğaz həkimi, Qulaq burun boğaz həkimi, lor xəstəliklərinin müalicəsi
ru: Доктор Исмаил Исмаилов, лор врач, Отоларинголог, лечение заболеваний горла, носа и уха

source: ENT doctor:
az: Qulaq burun boğaz həkimi
ru: Отоларинголог

source: Our goal
az: Bizim hədəfimiz
ru: Наша цель

source: Your health and beauty is our goal!
az: Sizin sağlamlığınız vəgözəlliyiniz - bizim hədəfimizdir!
ru: Ваши здоровье и красота – наша цель!

source: Your health and beauty is our motivation!
az: Sizin sağlamlığınız və gözəlliyiniz - bizim motivasiyamızdır!
ru: Ваши здоровье и красота – наша мотивация!

source: quick links
az: Tez keçid
ru: Быстрый переход

source: SiteMap
az: Saytın xəritəsi
ru: Карта сайта

source: Our contacts
az: Bizimlə əlaqə
ru: Наши контакты

source: FAQ
az: Tez-tez verilən suallar
ru: Частые вопросы

source: latest posts
az: Axırıncı postlar
ru: Последние публикации

source: Social buttons
az: Sosial düymələr
ru: Кнопки социальных сетей

source: Follow us
az: Bizi izlə
ru: Подписывайтесь на нас

source: ENT DISEASES
az: LOR XƏSTƏLİKLƏRİ
ru: ЛОР ЗАБОЛЕВАНИЯ

source: ENT SCIENCE
az: KBB Elmi
ru: ЛОР НАУКА

source: Page not found
az: Səhifə tapılmadı
ru: Страница не найдена

source: The page you are looking for might have been removed had its name changed or is temporarily unavailable.
az: Axtardığınız səhifənin ya adı dəyişdirilib və ya silinmiş ola bilər.
ru: Страница, которую вы ищете, могла быть удалена из-за изменения названия или временно недоступна.

source: home page
az: Ana səhifə
ru: главная страница

source: PATIENTS SERVICE
az: Bizim xidmətlərimiz
ru: Наши услуги

source: Call Us
az: Bizə Zəng Edin
ru: Позвоните нам

source: Send A Message
az: Mesaj Göndər
ru: Послать сообщение

source: opening hours
az: iş saatları
ru: часы работы

source: monday
az: bazar ertəsi
ru: понедельник

source: tuesday
az: çərşənbə axşamı
ru: вторник

source: wednesday
az: çərşənbə
ru: среда

source: thursday
az: cümə axşamı
ru: Четверг

source: friday
az: cümə
ru: пятница

source: Rhinoplasty - photo gallery, photos and videos from operations, blepharoplasty - gallery
az: Rinoplastika - fotoqalereya, əməliyyatlardan foto və video, blefaroplastika -qalereya
ru: Ринопластика - фотогалерея, фото и видео с операций, блефаропластика - галерея

source: Photos and videos of Rhinoplasty are presented here, you can see photos and videos from operations, you can see the results of blepharoplasty
az: Burada Rinoplastikadan fotolar və videolar təqdim olunur, əməliyyatlardan olan foto və videolara baxa bilərsiz, blefaroplastikanın nəticələrinəbaxa bilərsiz
ru: Здесь представлены фото и видео ринопластики, можно посмотреть фото и видео с операций, можно посмотреть результаты блефаропластики

source: Photo and video operations from rhinoplasty, blepharoplasty gallery
az: Rinoplastika - fotoqalereya, əməliyyatlardan foto və video, blefaroplastika -qalereya
ru: Ринопластика - фотогалерея, фото и видео с операций, блефаропластика - галерея

source: No Images Uploaded for this category
az: Bu kateqoriya üçün heç bir şəkil yüklənməyib
ru: Нет загруженных изображений для этой категории

source: Faq
az: Tez-tez verilən suallar
ru: Частые вопросы

source: What can I get as a result of an ENT examination?
az: KBB baxış nəticəsində nə əldə edə bilərəm?
ru: Что я могу получить в результате ЛОР-обследования?

source: Obviously, a diagnosis cannot be made without an examination. The otorhinolaryngologist will use sophisticated equipment to better understand the objective state of your body. For example, he will use an otoscope or endoscope to see the eardrum. He may use a nasal speculum or endoscope to see more clearly inside your nasal passages. Or, an otolaryngologist may use a flexible, fiberoptic nasoendoscope to get a better look at the back of your nose or voice
az: Aydındır ki, baxışsız diaqnoz qoyula bilməz. Otorinolarinqoloq orqanizminizin obyektiv vəziyyətinizi daha yaxşı örgənmək üçün mürəkkəb avadanlıqdan istifadə edəcək. Məsələn, qulaq pərdəsini görmək üçün bir otoskop və ya endoskop istifadə edəcəkdir. Burun boşluqlarınızın içini daha aydın görmək üçün burun spekulumu və ya endoskopdan istifadə edə bilər. Və ya burnunuzun arxasını və ya səs qutusunu daha yaxşı görmək üçün otorinolarinqoloq elastik, fiberoptik nasoendoskopdan istifadə edə bilər.
ru: Понятно, что без осмотра диагноз поставить нельзя. Оториноларинголог будет использовать сложное оборудование, чтобы лучше понять объективное состояние вашего организма. Например, он будет использовать отоскоп или эндоскоп, чтобы увидеть барабанную перепонку. Он может использовать назальное зеркало или эндоскоп, чтобы лучше видеть ваши носовые ходы. Или отоларинголог может использовать гибкий оптоволоконный назоэндоскоп, чтобы лучше рассмотреть заднюю часть носа или гортань.

source: Information
az: Məlumat
ru: Информация

source: Video
ru: Видео

source: Gallery
az: Qalereya
ru: Галерея

source: About us
az: Bizim haqqımızda
ru: О нас

source: Our Services
az: Bizim xidmətlərimiz
ru: Наши услуги

source: ENT Articles
az: KBB məqalələr
ru: ЛОР статьи

source: ENT doctor, otorhinolaryngologist Dr. Ismayil Ismayilov
az: LOR həkim, otorinolarinqoloq Dr.İsmayıl İsmayılov
ru: ЛОР-врач, оториноларинголог Доктор Исмаил Исмаилов

source: Website of ENT doctor, otorhinolaryngologist Dr. Ismayil Ismayilov. Information about ear, nose and throat diseases.
az: LOR həkimi, otorinolarinqoloq Dr.İsmayıl İsmayılovun saytı. Qulaq burun boğaz xəstəlikləri haqqında məlumat.
ru: Сайт ЛОР-врача, оториноларинголога Исмаила Исмаилова. Информация о заболеваниях уха, горла и носа.

source: ENT doctor otorhinolaryngologist Dr. Ismayil Ismayilov ear, nose and throat diseases
az: LOR həkim otorinolarinqoloq Dr İsmayıl İsmayılov Qulaq burun boğaz xəstəlikləri
ru: ЛОР врач оториноларинголог Доктор Исмаил Исмаилов болезни уха, горла и носа

source: Website of ENT doctor, otorhinolaryngologist Dr. Ismayil Ismayilov.
az: LOR həkimi, otorinolarinqoloq Dr.İsmayıl İsmayılovun saytı.
ru: Сайт ЛОР-врача, оториноларинголога Исмаила Исмаилова.

source: Information about ear, nose and throat diseases.
az: Qulaq burun boğaz xəstəlikləri haqqında məlumat.
ru: Информация о заболеваниях уха, горла и носа.

source: ent diseases and scientific, treatment of ear, nose and throat problems by surgical or conservative methods
az: lor xəstəlikləri və elmi, qulaq burun boğaq problemlərinin əməliyyat və ya konservativ üsulu ilə müalicəsi
ru: заболевания лечение заболеваний уха, горла и носа хирургическими или консервативными методами

source: On our site, you can get a lot of information about larynx diseases, surgical or conservative treatment of ent diseases
az: Bizim saytda lor xəstəliklərinin haqqda, əməliyyat və ya konservativ üsulu ilə lor xəstilklərinin müalicəsi barədə çoxlu informasiya ala bilərsiz
ru: На нашем сайте вы можете получить много информации о заболеваниях уха, горла и носа, оперативном или консервативном лечении заболеваний уха, горла и носа.

source: ent diseases, surgical or conservative treatment of ent diseases
az: lor xəstəlikləri, lor xəstəliklərinin cərrahi və ya konservativ müalicəsi
ru: лор-заболевания, хирургическое или консервативное лечение лор-заболеваний

source: Videos related to ear, nose, and throat diseases, appearances on television by Dr. Ismayil Ismayilov
az: Qulaq, burun, boğaz xəstəliklərinə aid videolar, doktor İsmayıl İsmayılovun televiziyada çixışlar
ru: Видеоролики о заболеваниях уха, горла и носа, выступления на телевидении доктора Исмаила Исмаилова

source: Here are videos related to ear, nose and throat diseases, TV appearances of Dr. Ismail Ismayilov
az: Burada qulaq, burun, boğaz xəstəliklərinə aid videolar, doktor İsmayıl İsmayılovun televiziyada çixışlar
ru: Здесь представлены видеоролики о заболеваниях уха, горла и носа, выступления доктора Исмаила Исмаилова на телевидении.

source: Diseases of the ear, nose, and throat videos, video of Dr. Ismayil Ismayilovs television appearances
az: Qulaq, burun, boğaz xəstəlikləri videolar video doktor İsmayıl İsmayılovun televiziya çixışlar
ru: Видеозаписи болезней уха, горла и носа, видео выступлений доктора Исмаила Исмаилова на телевидении

source: Select an image to embed
az: Yerləşdirmək üçün şəkil seçin
ru: Выберите изображение для вставки

source: Browse for the image you want, then click 'Embed Image' to continue...
az: İstədiyiniz şəkli axtarın, sonra davam etmək üçün Şəkli Yerləşdirin üzərinə klikləyin...
ru: Найдите нужное изображение и нажмите «Вставить изображение», чтобы продолжить...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
az: Şəkil tapılmadı. 'Şəkil düyməsi' dialoqunun 'Yükləmə' düyməsini istifadə edərək şəkilləri yükləyin
ru: Изображения не найдены. Загружайте изображения с помощью диалогового окна «Кнопка изображения» «Загрузить.
